aaron-bond.better-comments
akamud.vscode-theme-onelight
astro-build.astro-vscode
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
chakrounanas.turbo-console-log
chflick.firecode
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codeium.codeium
dbaeumer.vscode-eslint
deinsoftware.arrow-function-snippets
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-pull-request-github
graphql.vscode-graphql
graphql.vscode-graphql-syntax
johnpapa.vscode-peacock
jsayol.firebase-explorer
kisstkondoros.vscode-gutter-preview
kumar-harsh.graphql-for-vscode
mattpocock.ts-error-translator
mhutchie.git-graph
mikestead.dotenv
million.million-lint
mksafi.find-jump
mkxml.vscode-filesize
mohsen1.prettify-json
ms-vsliveshare.vsliveshare
orta.vscode-twoslash-queries
pkief.material-icon-theme
pnp.polacode
richie5um2.vscode-sort-json
sleistner.vscode-fileutils
stkb.rewrap
styled-components.vscode-styled-components
tamasfe.even-better-toml
tamj0rd2.ts-quickfixes-extension
tlent.jest-snapshot-language-support
tonsky.theme-alabaster
usernamehw.errorlens
vitaliymaz.vscode-svg-previewer
vivaxy.vscode-conventional-commits
wesbos.theme-cobalt2
wix.vscode-import-cost
wmaurer.change-case
yoavbls.pretty-ts-errors
znck.vue
